tap "homebrew/cask"
cask_args appdir: "/Applications"

brew "autoconf"
brew "automake"
brew "cmake"
brew "coreutils"
brew "coreutils"
brew "diff-so-fancy"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "gpg"
brew "htop"
brew "lastpass-cli", args: ["--with-pinentry", "--with-doc"]
brew "libtool"
brew "libxslt"
brew "libyaml"
brew "mc"
brew "nodenv"
brew "openssl"
brew "psutils"
brew "readline"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "unixodbc"
brew "watch"
brew "wget"
brew "zplug"
brew "zsh"

cask "spectacle"